TOKEN_API = '5405325382:AAG3O3_0ABHqgCduEoGJDD2jeo6C4wvLut0'

START_TEXT = "Привет, мир! 👋🏻 \n\nМы - NDN Moments, и мы здесь, чтобы запечатлеть самые важные моменты вашей жизни. \n\nСледите за нами и наслаждайтесь красотой фотографии.😍"
HELP_COMMAND = """
Привет, я бот NDN!🙌🏻\n\nЯ здесь чтобы помочь вам! \nЧтобы связаться с нами, оставьте заявку, нажав на кнопку order👇🏻\n
<b>/help</b> - <em>список команд</em>
<b>/start</b> - <em>старт бота</em>
<b>/contacts</b> - <em>контакты</em>
<b>/info</b> - <em>информация о нас</em>
"""

CONTACTS_TEXT = '''
Наши контакты - ваш ключ к прекрасным фотографиям!📸✨ \n\nНажмите кнопку и начните общение с нами прямо сейчас!📲\n
📞+77056935295 - Нұрлыбек\n📞+77086744929 - Нұртілеу\n
📍Адрес - Кабанбай батыр 62\n 
 '''


INFO_TEXT = '''
СТУДИЯ ВЫПУСКНЫХ АЛЬБОМОВ NDN 📸 Мы - команда, которая превращает ваши мечты в реальность✨\n
Мы одна из самых опытных и профессиональных команд в индустрии выпускных альбомов📓 \n
•На рынке более 5 лет🤩\n
•Бэкстейдж видео со съемок в подарок📹\n
•Более 3-х локаций на Ваш выбор📍\n
'''

MSG_NAME = '''
Оставьте заявку, напишите свое имя и номер телефона, и мы свяжемся с вами в ближайшее время!🙌🏻

Ваше имя:
'''
SUCCESS_MSG =  '''
Ваша завяка успешно отправлено ✅

Мы свяжемся с вами в ближайшее время!🙌🏻'''
MSG_PHONE_NUMBER = '''Номер телефона:'''
SENDER_ID = '710921551'
WHATS_APP_URL = '''https://api.whatsapp.com/send?phone=77755928199&text=%D0%97%D0%B4%D1%80%D0%B0%D0%B2%D1%81%D1%82%D0%B2%D1%83%D0%B9%D1%82%D0%B5!%20%D0%A5%D0%BE%D1%87%D1%83%20%D0%B7%D0%B0%D0%BA%D0%B0%D0%B7%D0%B0%D1%82%D1%8C%20%D0%B2%D0%B8%D0%BD%D1%8C%D0%B5%D1%82%D0%BA%D0%B8'''
INST_URL = '''https://instagram.com/ndn_moments.kz?igshid=Zjc2ZTc4Nzk='''
TIKTOK_URL = '''https://www.tiktok.com/@ndn_moments?_t=8ZNEfIg3ZrS&_r=1'''
